import React from 'react'

const Of = () => {
  return (
   
 
      <div className="modal-content container px-5" data-bs-theme="dark">
     
        <div className="modal-body">
          <div>
            <p align="center">
              <strong>СОГЛАШЕНИЕ</strong>
            </p>
            <p align="center">
              об использовании материалов и сервисов интернет-сайта
            </p>
            <p align="center">(далее - «Соглашение», «Договор»)</p>
            <p>
              Настоящее Соглашение (Договор) является &nbsp;публичной
              офертой и определяет условия использования материалов
              &nbsp;и сервисов, размещенных на сайте в &nbsp;сети Интернет
              по адресу: www.animocean.pro, посетителями и пользователями
              данного интернет-сайта (далее – «Сайт»).
            </p>
            <p align="center">
              <strong>1. Общие условия</strong>
            </p>
            <p>
              1.1. Сайт создан в целях распространения сведений об услугах
              и видеоматериалах, представляемых и произведенных
              Индивидуальным предпринимателем Бондаревым Д. В. &nbsp;(ИНН
              667101589615 ОГРНИП 323665800263022) (далее –
              «Исполнитель»).
            </p>
            <p>
              1.2. Использование материалов и сервисов Сайта регулируется
              нормами действующего законодательства Российской Федерации.
            </p>
            <p>
              1.3. Получая доступ к материалам Сайта, Пользователь
              считается присоединившимся к настоящему Соглашению
              (Договору).
            </p>
            <p align="center">
              <strong>2. Определения и термины</strong>
            </p>
            <p>
              2.1. Видеолекция (видеоурок, видеоматериал) - форма лекции,
              размещенная в сети Интернет в виде записанного видеофайла,
              содержащая изложение материала по определенным вопросам.
            </p>
            <p>
              2.2. Пользователь - физическое лицо, обратившееся за
              оказанием Услуги и оплатившее Услугу.
            </p>
            <p>
              2.3. Услуга - предоставление Пользователю права просмотра
              видеолекции, размещенной на официальном сайте Исполнителя в
              сети Интернет, не является образовательной услугой.
            </p>
            <p>
              2.4. Профиль Пользователя - учетная запись, структура
              конкретных данных, информации, индивидуализируемая учетными
              данными, указанными Пользователем в момент регистрации.
            </p>
            <p>
              2.5. Личный кабинет Пользователя - персонализированный
              раздел сайта, доступ к которому осуществляется с
              персональным логином и паролем, введенными Пользователем.
            </p>
            <p>
              2.6. Администратор сайта - работник Исполнителя, управляющий
              статусом Пользователя и разделами Личного кабинета
              Пользователя.
            </p>
            <p>
              2.7. Акцепт Договора - осуществление оплаты Пользователем за
              Услугу.
            </p>
            <p align="center">
              <strong>3. Предмет Соглашения (Договора)</strong>
            </p>
            <p>
              3.1. В соответствии с условиями Договора Исполнитель
              оказывает Услугу.
            </p>
            <p>
              3.2. Пользователь полностью принимает условия Договора и
              оплачивает Услугу, оказываемую Исполнителем в соответствии с
              условиями Договора.
            </p>
            <p>
              3.3. Срок действия заключенного с Пользователем Договора, по
              выбору Пользователя, &nbsp;- 1 &nbsp;(один) календарный
              месяц, 1 (один) календарный год с момента размещения
              Видеолекции в определенном разделе Личного кабинета
              Пользователя.
            </p>
            <p>
              3.4. Исполнитель предоставляет Услугу на официальном сайте
              Исполнителя в сети Интернет.
            </p>
            <p align="center">
              <strong>4. Порядок предоставления и оплаты Услуги</strong>
            </p>
            <p>
              4.1. В соответствии со{" "}
              <a href="consultantplus%3A//offline/ref=3BC68147EDEA3B9FFCE4ADC769083E590232BF9EA533F3527C18787F87A76F6D3F2F12C29EC34B994E96898F70C9F5E3DAA2DFFD3D4B4370Z9D8F">
                статьей 438
              </a>{" "}
              Гражданского кодекса Российской Федерации (далее – «ГК РФ»)
              безусловным принятием акцептом (Пользователем) условий
              Соглашения (Договора) является факт платежа за Услугу по
              Договору.
            </p>
            <p>
              4.2. В соответствии с{" "}
              <a href="consultantplus%3A//offline/ref=3BC68147EDEA3B9FFCE4ADC769083E590232BF9EA533F3527C18787F87A76F6D3F2F12C29EC34B994A96898F70C9F5E3DAA2DFFD3D4B4370Z9D8F">
                пунктом 3 статьи 438
              </a>{" "}
              ГК РФ акцепт оферты равносилен заключению Договора на
              условиях, изложенных в оферте. Условия Договора могут быть
              приняты Пользователем не иначе как путем присоединения к ним
              в целом.
            </p>
            <p>
              4.3. Текст Договора может быть уточнен Исполнителем без
              специальных уведомлений Пользователя путем опубликования на
              сайте актуальной версии Договора. Информация о стоимости
              Услуги и вариантах ее оплаты по Договору размещается на
              сайте Исполнителя в сети Интернет.
            </p>
            <p>
              4.4. Стоимость Услуги может быть изменена Исполнителем в
              одностороннем порядке. Акцепт Договора Пользователем
              подразумевает неизменность стоимости оплаченной Услуги.
            </p>
            <p>
              4.5. Варианты оплаты Услуги выбираются Пользователем при
              оформлении платежа. После выбора варианта оплаты Услуги
              Пользователю направляется сформированная квитанция для
              оплаты Услуги.
            </p>
            <p>
              4.6. Оплата Услуги производится в российских рублях путем
              безналичного перечисления денежных средств Пользователем на
              банковский счет Исполнителя. Оплата Услуги может быть
              возложена Пользователем на третье лицо, при этом в
              назначении платежа обязательно должно быть указано, что
              платеж производится за Пользователя по идентификатору
              покупки.
            </p>
            <p>
              4.7. Пользователь вносит оплату в размере 100% (в том числе
              НДС) за оказание Услуги. Пользователь получает право
              просмотра Видеолекции только после поступления денежных
              средств на банковский счет Исполнителя.
            </p>
            <p>
              4.8. Услуга считается оказанной с момента размещения
              Администратором Видеолекции в Личном кабинете Пользователя.
            </p>
            <p>
              4.9. Исполнитель формирует{" "}
              <a href="consultantplus%3A//offline/ref=3BC68147EDEA3B9FFCE4B1C76E083E590737B594A737F3527C18787F87A76F6D2D2F4ACE9EC4559E4D83DFDE36Z9D8F">
                Акт
              </a>{" "}
              об оказании Услуги по форме согласно приложению к Договору
              (далее – «Акт») в электронном виде.
            </p>
            <p>
              4.10. В случае запроса Пользователя, поступившего на адрес
              электронной почты Исполнителя, Исполнитель направляет
              Пользователю Акт на адрес электронной почты Пользователя или
              почтой, заказным письмом с уведомлением о вручении.
            </p>
            <p>
              4.11. Возврат денежных средств осуществляется по заявлению
              Пользователя в случаях:
            </p>
            <p>излишне уплаченных денежных средств;</p>
            <p>неоказания Услуги по вине Исполнителя.</p>
            <p>
              Заявление о возврате платежа рассматривается Исполнителем в
              срок не более 12 (двенадцати) календарных дней.
            </p>
            <p>
              Возврат денежных средств осуществляется Исполнителем в
              течение 12 (двенадцати) календарных дней после определения
              оснований для возврата.
            </p>
            <p>
              4.12. Возврат платежа осуществляется на основании заявления
              Пользователя о возврате, поданного в виде:
            </p>
            <p>
              бумажного документа при личном обращении или путем почтового
              отправления с приложением оригинала или копии документа,
              подтверждающего перечисление платежа, платежных документов,
              подтверждающих факт оплаты;
            </p>
            <p>
              в электронном виде путем направления на официальный адрес
              электронной почты Исполнителя, с приложением скан-копии
              документа, подтверждающего перечисление платежа, платежных
              документов, подтверждающих факт оплаты (при подаче заявления
              в электронном виде такое заявление удостоверяется усиленной
              квалифицированной электронной подписью Пользователя, а на
              официальный адрес электронной почты Исполнителя направляются
              файлы заявления и его открепленной электронной подписи).
            </p>
            <p align="center">
              <strong>5. Права</strong>
            </p>
            <p>5.1. Пользователь имеет право:</p>
            <p>
              5.1.1. Просматривать оплаченную Видеолекцию, находясь в
              своем Личном кабинете на странице сайта Исполнителя,
              неограниченное число раз в течение всего срока действия
              заключенного Договора.
            </p>
            <p>
              5.1.2. Использовать Видеолекцию только в соответствии с
              Договором.
            </p>
            <p>5.1.3. Выбирать вариант оплаты Услуги.</p>
            <p>
              5.1.4. Затребовать возврат денежных средств в случаях,
              предусмотренных <a href="#Par30">п. 4.11</a> Договора.
            </p>
            <p>
              5.1.5. Оставлять вопросы, отзывы или комментарии в
              соответствующих разделах сайта, связанные с темой
              Видеолекции.
            </p>
            <p>5.2. Пользователь не имеет права:</p>
            <p>
              5.2.1. Передавать данные своего Личного кабинета для
              использования третьим лицам.
            </p>
            <p>
              5.2.2. Копировать файл Видеолекции или его часть,
              отображение Видеолекции или ссылку на файл для просмотра
              Видеолекции.
            </p>
            <p>
              5.2.3. Предпринимать попытки копировать, изменять,
              передавать право просмотра третьим лицам или каким-либо иным
              образом использовать Видеолекцию в целом или ее составные
              части.
            </p>
            <p>5.3. Исполнитель имеет право:</p>
            <p>
              5.3.1. Запрашивать персональные данные Пользователя для
              формирования Профиля Пользователя. Использовать с согласия
              Пользователя полученные персональные данные в соответствии и
              в порядке, предусмотренном Федеральным{" "}
              <a href="consultantplus%3A//offline/ref=3BC68147EDEA3B9FFCE4ADC769083E590234B495A736F3527C18787F87A76F6D2D2F4ACE9EC4559E4D83DFDE36Z9D8F">
                законом
              </a>{" "}
              от 27.07.2006 года № 152-ФЗ «О персональных данных», с
              использованием средств автоматизации, а именно осуществлять
              сбор, систематизацию, накопление, хранение, уточнение
              (обновление, изменение), использование, распространение (в
              том числе передачу), обезличивание, блокирование,
              уничтожение персональных данных.
            </p>
            <p>
              5.3.2. Пользоваться услугами третьих лиц для оказания
              Услуги, в том числе передавать персональные данные в объеме
              и для целей, предусмотренных в рамках соглашений Исполнителя
              и третьего лица.
            </p>
            <p>
              5.3.3. Использовать информацию об IP-адресе посетителя
              Личного кабинета Пользователя для идентификации
              Пользователя.
            </p>
            <p>
              5.3.4. Отказать Пользователю в оказании Услуги при нарушении
              или неисполнении им пунктов Договора, в частности, при
              попытке копирования файла Видеолекции или при передаче права
              просмотра другим лицам из своего Личного кабинета без
              возвращения оплаты, а также требовать применения к
              Пользователю санкций ответственности, предусмотренных
              законодательством Российской Федерации.
            </p>
            <p>
              5.3.5. В случае нарушения Пользователем{" "}
              <a href="#Par50">п. 5.2.3</a> Договора требовать выплаты
              компенсации за неправомочное использование Видеолекции в
              целом или ее составной части в соответствии с действующим
              законодательством Российской Федерации.
            </p>
            <p align="center">
              <strong>6. Обработка и хранение персональных данных</strong>
              <strong>&nbsp;</strong>
            </p>
            <p>
              6.1. Сайт собирает и хранит только ту персональную
              информацию, которая необходима для предоставления сервисов
              или исполнения соглашений и договоров с Пользователем, за
              исключением случаев, когда законодательством предусмотрено
              обязательное хранение персональной информации в течение
              определенного законом срока.
            </p>
            <p>
              6.2. Персональную информацию Пользователя Сайт обрабатывает
              в следующих целях:
            </p>
            <p>
              6.2.1. идентификации Пользователя, зарегистрированного на
              Сайте;
            </p>
            <p>
              6.2.2. предоставления Пользователю доступа к
              персонализированным ресурсам Сайта;
            </p>
            <p>
              6.2.3. установления с Пользователем обратной связи, включая
              направление уведомлений, запросов, касающихся использования
              Сайта, оказания услуг, обработку запросов и заявок от
              Пользователя;
            </p>
            <p>
              6.2.4. определения места нахождения Пользователя для
              обеспечения безопасности, предотвращения мошенничества;
            </p>
            <p>
              6.2.5. подтверждения достоверности и полноты персональных
              данных, предоставленных Пользователем;
            </p>
            <p>
              6.2.6. создания учетной записи для обмена информацией и
              сообщениями, если Пользователь дал согласие на создание
              учетной записи;
            </p>
            <p>
              6.2.7. предоставления Пользователю эффективной клиентской и
              технической поддержки при возникновении проблем, связанных с
              использованием Сайта;
            </p>
            <p>
              6.2.8. осуществления рекламной деятельности с согласия
              Пользователя.
            </p>
            <p>
              6.3. В отношении персональной информации Пользователя
              сохраняется ее конфиденциальность, кроме случаев
              добровольного предоставления Пользователем информации о себе
              для общего доступа неограниченному кругу лиц. При
              использовании отдельных сервисов Пользователь соглашается с
              тем, что определенная часть его персональной информации
              становится общедоступной.
            </p>
            <p>
              6.4. Сайт вправе передать персональную информацию
              Пользователя третьим лицам в следующих случаях:
            </p>
            <p>
              6.4.1. &nbsp;Пользователь выразил согласие на такие
              действия;
            </p>
            <p>
              6.4.2. передача необходима для использования Пользователем
              определенного сервиса либо для исполнения определенного
              соглашения или договора с Пользователем;
            </p>
            <p>
              6.4.3. передача предусмотрена российским или иным применимым
              законодательством в рамках установленной законодательством
              процедуры;
            </p>
            <p>
              6.4.4. в случае продажи Сайта к приобретателю переходят все
              обязательства по соблюдению условий настоящей Политики
              применительно к полученной им персональной информации.
            </p>
            <p>
              6.5. Обработка персональных данных Пользователя
              осуществляется без ограничения срока любым законным
              способом, в том числе в информационных системах персональных
              данных с использованием средств автоматизации или без
              использования таких средств. Обработка персональных данных
              Пользователей осуществляется в соответствии с Федеральным{" "}
              <a href="consultantplus%3A//offline/ref=A861DF32BFE04FCBB187CC95256C9BB36F7C52BF5795EA3CA67214C5D0C6B558F5660EC3ED946C2E614E35B597E0v0F">
                законом
              </a>{" "}
              от 27.07.2006 года № 152-ФЗ «О персональных данных».
            </p>
            <p>
              6.6. При утрате или разглашении персональных данных
              Администрация Сайта (Исполнитель) информирует Пользователя
              об утрате или разглашении персональных данных.
            </p>
            <p>
              6.7. Администрация Сайта (Исполнитель) принимает необходимые
              организационные и технические меры для защиты персональной
              информации Пользователя от неправомерного или случайного
              доступа, уничтожения, изменения, блокирования, копирования,
              распространения, а также от иных неправомерных действий
              третьих лиц.
            </p>
            <p>
              6.8. Администрация Сайта совместно с Пользователем принимает
              все необходимые меры по предотвращению убытков или иных
              отрицательных последствий, вызванных утратой или
              разглашением персональных данных Пользователя.
            </p>
            <p align="center">
              <strong>7. Прочие условия</strong>
            </p>
            <p>
              7.1. Все возможные споры, вытекающие из настоящего
              Соглашения (Договора) или связанные с ним, подлежат
              разрешению в соответствии с действующим законодательством
              Российской Федерации.
            </p>
            <p>
              7.2. Признание судом какого-либо положения Соглашения
              (Договора) недействительным или не подлежащим
              принудительному исполнению не влечет недействительности иных
              положений Соглашения (Договора).
            </p>
            <p>
              7.3. Бездействие со стороны Администрации Сайта
              (Исполнителя) в случае нарушения кем-либо из Пользователей
              положений Соглашения (Договора) не лишает Администрацию
              Сайта права предпринять позднее соответствующие действия в
              защиту своих интересов и защиту авторских прав на охраняемые
              в соответствии с законодательством материалы Сайта.
            </p>
            <p>
              7.4. Администрация Сайта вправе в любое время в
              одностороннем порядке изменять условия настоящего
              Соглашения. Такие изменения вступают в силу по истечении 3
              (трех) календарных дней с момента размещения новой редакции
              Соглашения (Договора) на Сайте. При несогласии Пользователя
              с внесенными изменениями он обязан отказаться от доступа к
              Сайту, прекратить использование материалов и сервисов Сайта.
            </p>
            <p>
              7.5. Пользователь подтверждает, что принимает условия
              настоящего Соглашения (Договора), а также Политики
              конфиденциальности Сайта, являющейся неотъемлемой частью
              настоящего Соглашения (Договора) и размещенной на странице
              по адресу: www.animocean.pro.
            </p>
            <p>
              <br />
            </p>
          </div>
        </div>
      </div>
  )
}

export default Of